Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_license_sync_already
source: Current entitlement token is already active
ar: رمز الاستحقاق الحالي نشط بالفعل
de: Der aktuelle Berechtigungscode ist bereits aktiv
es: El código de titularidad actual ya está activo
fr: Le jeton de droits actuel est déjà actif
hu: A jelenlegi jogosultsági token már aktív
it: Il codice di licenza corrente è già attivo
ja: 現在の利用権コードはすでにアクティブです
ko: 현재 이용 권한 코드가 이미 활성 상태입니다
pt_br: O token de titularidade atual já está ativo
pt_pt: Token de titularidade atual já está ativo
ru: Текущий код подтверждения прав уже активен
uk: Поточний код підтвердження права доступу вже активний
zh_hans: 当前的授权令牌已处于激活状态

# pref_item_license_sync_failed
source: Could not obtain entitlement token
ar: تعذّر الحصول على رمز الاستحقاق
de: Berechtigungscode konnte nicht abgerufen werden
es: No se pudo obtener el código de titularidad
fr: Impossible d'obtenir le jeton de droits
hu: Nem sikerült megszerezni a jogosultsági tokent
it: Impossibile ottenere il codice di licenza
ja: 利用権コードを取得できませんでした
ko: 이용 권한 코드를 받지 못했습니다
pt_br: Não foi possível obter o token de titularidade
pt_pt: Não foi possível obter token de titularidade
ru: Не удалось получить код подтверждения прав
uk: Не вдалося отримати код підтвердження права доступу
zh_hans: 无法获取授权令牌

# pref_item_license_sync_no_purchases
source: No eligible purchase found
ar: لم يتم العثور على عملية شراء مؤهلة
de: Kein berechtigter Kauf gefunden
es: No se encontró ninguna compra válida
fr: Aucun achat éligible trouvé
hu: Nem található jogosult vásárlás
it: Nessun acquisto idoneo trovato
ja: 対象となる購入が見つかりません
ko: 사용 가능한 구매 내역을 찾을 수 없습니다
pt_br: Nenhuma compra elegível encontrada
pt_pt: Nenhuma compra elegível encontrada
ru: Подходящих покупок не найдено
uk: Не знайдено відповідної покупки
zh_hans: 未找到符合条件的购买记录

# pref_item_license_sync_requested
source: Entitlement token was requested
ar: تم طلب رمز الاستحقاق
de: Berechtigungscode wurde angefordert
es: Se solicitó el código de titularidad
fr: Le jeton de droits a été demandé
hu: Jogosultsági token kérve
it: Codice di licenza richiesto
ja: 利用権コードをリクエストしました
ko: 이용 권한 코드를 요청했습니다
pt_br: O token de titularidade foi solicitado
pt_pt: Token de titularidade foi solicitado
ru: Запрошен код подтверждения прав
uk: Запитано код підтвердження права доступу
zh_hans: 已请求授权令牌

# pref_item_license_sync_success
source: Entitlement token synced successfully
ar: تمت مزامنة رمز الاستحقاق بنجاح
de: Berechtigungscode erfolgreich synchronisiert
es: Código de titularidad sincronizado correctamente
fr: Jeton de droits synchronisé avec succès
hu: A jogosultsági token sikeresen szinkronizálva
it: Codice di licenza sincronizzato correttamente
ja: 利用権コードを同期しました
ko: 이용 권한 코드를 동기화했습니다
pt_br: Token de titularidade sincronizado com sucesso
pt_pt: Token de titularidade vinculado com sucesso
ru: Код подтверждения прав успешно синхронизирован
uk: Код підтвердження права доступу успішно синхронізовано
zh_hans: 授权令牌同步成功

# pref_item_license_sync_text
source: Verifies your active store purchase and generates an entitlement token bound to the purchase. Use the token to transfer the purchase to your other devices.
ar: يتحقق من عملية شرائك النشطة في المتجر وينشئ رمز استحقاق مرتبطًا بالشراء. استخدم الرمز لنقل الشراء إلى أجهزتك الأخرى.
de: Überprüft Ihren aktiven Store-Kauf und erstellt einen an den Kauf gebundenen Berechtigungscode. Verwenden Sie diesen Code, um den Kauf auf Ihre anderen Geräte zu übertragen.
es: Verifica su compra activa en la tienda y genera un código de titularidad vinculado a la compra. Use este código para transferir la compra a sus otros dispositivos.
fr: Vérifie votre achat actif dans la boutique et génère un jeton de droits lié à cet achat. Utilisez le jeton pour transférer l'achat vers vos autres appareils.
hu: Ellenőrzi az aktív áruházi vásárlását, és egy ahhoz kötött jogosultsági tokent generál. A tokennel átviheti a vásárlást a többi eszközére.
it: Verifica il tuo acquisto attivo nello store e genera un codice di licenza associato all'acquisto. Usa questo codice per trasferire l'acquisto sugli altri tuoi dispositivi.
ja: アクティブなストアの購入を検証し、その購入に紐付いた利用権コードを生成します。このコードを使用して、購入を他のデバイスに移行できます。
ko: 스토어의 활성 구매 내역을 확인하고 해당 구매에 연결된 이용 권한 코드를 생성합니다. 이 코드를 사용하여 다른 기기로 구매를 이전할 수 있습니다.
pt_br: Verifica sua compra ativa na loja e gera um token de titularidade vinculado à compra. Use o token para transferir a compra para seus outros dispositivos.
pt_pt: Verificar a sua compra ativa na loja e gerar um token de autorização ligado à compra. Utilize o token para transferir a compra para os seus outros dispositivos.
ru: Проверяет вашу активную покупку в магазине и создаёт код подтверждения прав, привязанный к покупке. Используйте этот код, чтобы перенести покупку на другие ваши устройства.
uk: Перевіряє вашу активну покупку в магазині та генерує код підтвердження права доступу, прив'язаний до покупки. Використовуйте цей код, щоб перенести покупку на інші ваші пристрої.
zh_hans: 验证您有效的商店购买记录，并生成一个与该购买绑定的授权令牌。使用此令牌可将购买状态转移到您的其他设备。

# pref_item_license_sync_title
source: Obtain entitlement token
ar: الحصول على رمز الاستحقاق
de: Berechtigungscode abrufen
es: Obtener código de titularidad
fr: Obtenir un jeton de droits
hu: Jogosultsági token beszerzése
it: Ottieni un codice di licenza
ja: 利用権コードを取得
ko: 이용 권한 코드 받기
pt_br: Obter token de titularidade
pt_pt: Obter token de titularidade
ru: Получить код подтверждения прав
uk: Отримати код підтвердження права доступу
zh_hans: 获取授权令牌

# pref_item_load_app_icons_title
source: Load App icons
ar: تحميل أيقونات التطبيقات
de: App-Symbole laden
es: Cargar iconos de aplicación
fr: Charger les icônes d'applications
hu: Alkalmazás ikonok betöltése
it: Carica icone App
ja: アプリアイコンの読み込み
ko: 앱 아이콘 불러오기
pt_br: Carregar ícones dos aplicativos
pt_pt: Carregar ícones das aplicações
ru: Загрузить значки приложений
uk: Завантажувати іконки застосунків
zh_hans: 加载应用图标

# pref_item_load_gravatar_icons_title
source: Load Gravatar icons
ar: تحميل أيقونات Gravatar
de: Gravatar Icons laden
es: Cargar iconos Gravatar
fr: Charger les icônes Gravatar
hu: Gravatar ikonok betöltése
it: Carica icone Gravatar
ja: Gravatar アイコンを読み込む
ko: Gravatar 아이콘 불러오기
pt_br: Carregar ícones do Gravatar
pt_pt: Carregar ícones do Gravatar
ru: Загружать значки Gravatar
uk: Завантажувати Gravatar іконки
zh_hans: 加载 Gravatar 图标

# pref_item_load_website_icons_text
source: Fetching website icons might leak website addresses to your internet provider
ar: قد يؤدي رمز موقع قائمة الانتظار إلى تسريب عنوان موقع الويب إلى مزود خدمة الإنترنت
de: Nachfragen der Icons könnte die Adresse der Webseite an den Internetprovider preisgeben
es: El icono de la página web podría filtrar la dirección del sitio web al proveedor de Internet
fr: L'icône du site web en attente peut révéler l'adresse du site Web au fournisseur d'accès à Internet
hu: A webhely ikonok betöltésekor a webhely címe kiszivároghat az internetszolgáltatójához
it: L'icona del sito web in coda potrebbe perdere l'indirizzo del sito web al provider internet
ja: ウェブサイトのアイコンを取得すると、インターネットプロバイダーにウェブサイトの URL が漏洩する可能性があります。
ko: 웹사이트 아이콘을 불러오면 인터넷 제공사에 웹사이트 주소가 노출될 수 있습니다.
pt_br: A consulta pelo ícone do site pode vazar o endereço do site para o provedor de Internet
pt_pt: A pesquisa pelos ícones dos sites pode levar à exposição do endereço dos sites ao provedor do serviço de internet
ru: Запрос значка сайта может привести к утечке адреса сайта к интернет-провайдеру
uk: Запит іконки вебсайту може дати інформацію інтернет-провайдеру про збережені в сховищі адреси вебсайтів
zh_hans: 获取网站图标时可能会向运营商泄露网站地址

# pref_item_load_website_icons_title
source: Load Website icons
ar: تحميل أيقونات الموقع
de: Website-Symbole laden
es: Cargar iconos web
fr: Charger les icônes de sites web
hu: Webhely ikonok betöltése
it: Carica icone Siti Web
ja: ウェブサイトアイコンの読み込み
ko: 웹사이트 아이콘 불러오기
pt_br: Carregar ícones de sites
pt_pt: Carregar ícones de sites
ru: Загрузить значки веб-сайтов
uk: Завантажувати іконки вебсайтів
zh_hans: 加载网站图标

# pref_item_locale_help_translation_button
source: Suggest translation
ar: أقترح الترجمة
de: Übersetzung vorschlagen
es: Sugerir traducción
fr: Suggérer une traduction
hu: Javasoljon fordítást
it: Suggerisci traduzioni
ja: 翻訳を提案
ko: 번역 제안
pt_br: Sugerir tradução
pt_pt: Sugerir tradução
ru: Предложить перевод
uk: Запропонувати переклад
zh_hans: 建议翻译

# pref_item_locale_title
source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
pt_pt: Idioma
ru: Язык
uk: Мова
zh_hans: 语言

# pref_item_lock_vault_after_delay_immediately_text
source: Immediately
ar: في الحال
de: Sofort
es: Inmediatamente
fr: Immédiatement
hu: Azonnal
it: Immediatamente
ja: 即時
ko: 즉시
pt_br: Imediatamente
pt_pt: Imediatamente
ru: Немедленно
uk: Негайно
zh_hans: 立即锁定

# pref_item_lock_vault_after_delay_never_text
source: Never
ar: أبداً
de: Nie
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: なし
ko: 잠그지 않음
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 从不

# pref_item_lock_vault_after_delay_title
source: Lock after a delay
ar: قفل بعد تأخير
de: Nach Verzögerung sperren
es: Bloquear después de un tiempo
fr: Verrouiller après un délai
hu: Zárolás késleltetéssel
it: Blocca dopo un ritardo
ja: 保管庫のタイムアウト
ko: 일정 시간 이후 잠그기
pt_br: Bloquear após um intervalo
pt_pt: Bloquear após atraso
ru: Заблокировать после задержки
uk: Блокувати після затримки
zh_hans: 锁定延迟

# pref_item_lock_vault_after_reboot_text
source: Lock the vault after a device reboot
ar: قفل القبو بعد إعادة تشغيل الجهاز
de: Tresor nach einem Neustart des Geräts sperren
es: Bloquear la caja fuerte después de reiniciar el dispositivo
fr: Verrouiller le coffre après le redémarrage de l'appareil
hu: Széf zárolása az eszköz újraindítása után
it: Blocca la cassaforte dopo un riavvio del dispositivo
ja: デバイスの再起動後に保管庫をロック
ko: 기기 다시 시작 이후 보관함을 잠급니다.
pt_br: Bloqueie o cofre após uma reinicialização do dispositivo
pt_pt: Bloquear o cofre após o dispositivo reiniciar
ru: Заблокировать хранилище после перезагрузки устройства
uk: Блокувати сховище після перезавантаження пристрою
zh_hans: 设备重启后锁定密码库

# pref_item_lock_vault_after_reboot_title
source: Lock after a reboot
ar: قفل بعد إعادة التشغيل
de: Nach einem Neustart sperren
es: Bloquear después de reiniciar
fr: Verrouiller après un redémarrage
hu: Zárolás újraindítás után
it: Blocca dopo un riavvio
ja: 再起動後にロック
ko: 다시 시작 이후 잠그기
pt_br: Bloquear após uma reinicialização
pt_pt: Bloquear após uma reinicialização
ru: Заблокировать после перезагрузки
uk: Блокувати після перезавантаження
zh_hans: 重启后锁定

# pref_item_lock_vault_after_screen_off_desktop_text
source: Lock the vault when the display turns off or the device goes to sleep
ar: أغلق الخزنة عند انطفاء الشاشة أو دخول الجهاز في وضع السكون
fr: Verrouiller le coffre lorsque l'écran s'éteint ou que l'appareil se met en veille
pt_br: Bloquear o cofre quando a tela for desligada ou o dispositivo entrar em suspensão
pt_pt: Bloquear o cofre quando o ecrã se desligar ou o dispositivo entrar em modo de suspensão

# pref_item_lock_vault_after_screen_off_desktop_title
source: Lock when screen turns off or device sleeps
ar: القفل عند إيقاف تشغيل الشاشة أو دخول الجهاز في وضع السكون
fr: Verrouiller lorsque l'écran s'éteint ou que l'appareil se met en veille
pt_br: Bloquear quando a tela for desligada ou o dispositivo entrar em suspensão
pt_pt: Bloquear quando o ecrã desliga ou o dispositivo entra em modo de suspensão

# pref_item_lock_vault_after_screen_off_text
source: Lock the vault after a few seconds once the screen is off
ar: قم بقفل القبو بعد بضع ثوانٍ بمجرد إيقاف تشغيل الشاشة
de: Sperrt den Tresor nach ein paar Sekunden, sobald der Bildschirm ausgeschaltet ist
es: Bloquea la caja fuerte después de unos segundos de apagar la pantalla
fr: Verrouiller le coffre après quelques secondes une fois l'écran éteint
hu: Széf zárolása néhány másodperccel azután, hogy a képernyő kikapcsolt
it: Blocca la cassaforte dopo alcuni secondi una volta che lo schermo è spento
ja: 画面がオフになってから数秒後に保管庫をロックします。
ko: 기기 화면이 꺼지고 몇 초 뒤에 보관함을 잠급니다.
pt_br: Bloqueie o cofre após alguns segundos depois que a tela estiver desligada
pt_pt: Bloquear o cofre após alguns segundos depois do ecrã desligado
ru: Заблокировать хранилище через несколько секунд после выключения экрана
uk: Блокувати сховище через кілька секунд після вимкнення екрану
zh_hans: 屏幕关闭几秒后锁定密码库

# pref_item_lock_vault_after_screen_off_title
source: Lock when screen turns off
ar: القفل عند إيقاف تشغيل الشاشة
de: Sperren, wenn der Bildschirm ausgeschaltet wird
es: Bloquear cuando se apaga la pantalla
fr: Verrouiller lorsque l'écran s'éteint
hu: Zárolás a képernyő kikapcsolásakor
it: Blocca quando lo schermo viene si spegne
ja: 画面消灯時にロック
ko: 화면 꺼짐 이후 잠그기
pt_br: Bloquear quando a tela desligar
pt_pt: Bloquear quando o ecrã desligar
ru: Заблокировать после выключения экрана
uk: Блокувати сховище при вимкненні екрана
zh_hans: 屏幕关闭时锁定

# pref_item_lock_vault_title
source: Lock vault
ar: قفل قبو
de: Tresor sperren
es: Bloquear caja fuerte
fr: Verrouiller le coffre-fort
hu: Széf zárolása
it: Blocca cassaforte
ja: 保管庫をロック
ko: 보관함 잠그기
pt_br: Bloquear Cofre
pt_pt: Bloquear cofre
ru: Заблокировать хранилище
uk: Заблокувати сховище
zh_hans: 锁定密码库

# pref_item_logs_title
source: Logs
ar: سجلات
de: Protokolle
es: Registros
fr: Activité
hu: Naplók
it: Registri
ja: ログ
ko: 로그
pt_br: Registros
pt_pt: Registos
ru: Логи
uk: Журнал подій
zh_hans: 日志

# pref_item_markdown_text
source: Use Markdown to format notes
ar: استخدم Markdown لتنسيق الملاحظات
de: Markdown verwenden, um Notizen zu formatieren
es: Usar Markdown para formatear notas
fr: Utiliser Markdown pour formater les notes
hu: Markdown használata a jegyzetek formázásához
it: Usa Markdown per formattare le note
ja: Markdown でメモをフォーマットします
ko: 메모에 마크다운 문법 사용
pt_br: Use Markdown para formatar notas
pt_pt: Usar Markdown para formatar notas
ru: Использовать Markdown для форматирования заметок
uk: Використовувати Markdown для форматування нотаток
zh_hans: 使用 Markdown 格式化备注

# pref_item_markdown_title
source: Rich text formatting
ar: تنسيق النص الغني
de: Rich-Text-Formatierung
es: Formato de texto enriquecido
fr: Mise en forme du texte enrichi
hu: Szövegformázás
it: Formattazione Rich Text
ja: テキストの装飾
ko: 리치 텍스트 포맷
pt_br: Formatação de texto rica
pt_pt: Formatação de texto rico
ru: Форматирование текста
uk: Розширене форматування тексту
zh_hans: 富文本格式

# pref_item_minimize_on_copy_title
source: Minimize on copy
ar: التصغير عند النسخ
de: Beim Kopieren minimieren
fr: Minimiser lors de la copie
hu: Kis méretre állítás másoláskor
pt_br: Minimizar ao copiar
pt_pt: Minimizar ao copiar
uk: Згортати при копіюванні
zh_hans: 复制后最小化

# pref_item_nav_animation_title
source: Transition animation
ar: الرسوم المتحركة الانتقالية
de: Übergangsanimationen
es: Animaciones de transición
fr: Animation de transition
hu: Átmeneti animáció
it: Animazione di transizione
ja: 遷移アニメーション
ko: 전환 애니메이션
pt_br: Animação de transição
pt_pt: Animação de transição
ru: Анимация переходов
uk: Анімація переходів
zh_hans: 过渡动画

# pref_item_nav_items_title
source: Navigation items
ar: عناصر التنقل
de: Navigationselemente
es: Elementos de navegación
fr: Éléments de navigation
it: Elementi di navigazione
ja: ナビゲーションアイテム
ko: 탐색 항목
pt_br: Itens de navegação
pt_pt: Itens de navegação
ru: Элементы навигации
uk: Елементи навігації
zh_hans: 导航项

# pref_item_nav_label_title
source: Show labels on navigation buttons
ar: إظهار التسميات على أزرار التنقل
de: Zeige Beschriftungen unter Navigationstasten
es: Mostrar etiquetas en los botones de navegación
fr: Afficher les libellés sur les boutons de navigation
hu: Címkék megjelenítése a navigációs gombokon
it: Mostra etichette sui pulsanti di navigazione
ja: ナビゲーションのラベル表示
ko: 내비게이션 버튼에 라벨 보이기
pt_br: Mostrar etiquetas nos botões de navegação
pt_pt: Mostrar rótulos nos botões de navegação
ru: Показывать надписи на кнопках навигации
uk: Показувати підписи на кнопках навігації
zh_hans: 在导航按钮上显示标签

# pref_item_notifications_text
source: Alerts
ar: التنبيهات
de: Warnungen
es: Alertas
fr: Alertes
hu: Figyelmeztetések
it: Avvisi
ja: アラート
ko: 경고
pt_br: Alertas
pt_pt: Alertas
ru: Предупреждения
uk: Попередження
zh_hans: 警报

# pref_item_notifications_title
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
uk: Повідомлення
zh_hans: 通知

# pref_item_open_links_in_external_browser_title
source: Open links in external browser
ar: فتح الروابط في متصفح خارجي
de: Links in externem Browser öffnen
es: Abrir links en un navegador externo
fr: Ouvrir les liens dans un autre navigateur
hu: Hivatkozások megnyitása külső böngészőben
it: Apri link in browser esterno
ja: 外部ブラウザでリンクを開く
ko: 외부 브라우저에서 열기
pt_br: Abrir links em um navegador externo
pt_pt: Abrir links num browser externo
ru: Открывать ссылки во внешнем браузере
uk: Відкривати посилання у зовнішньому браузері
zh_hans: 在外部浏览器中打开链接

# pref_item_open_source_licenses_title
source: Open-source licenses
ar: تراخيص مفتوحة المصدر
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences Open Source
hu: Nyílt forráskódú licencek
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
pt_br: Licenças de código-aberto
pt_pt: Licenças de código aberto
ru: Лицензии открытого программного обеспечения
uk: Ліцензії відкритого програмного забезпечення
zh_hans: 开放源代码许可

# pref_item_other_text
source: Community websites, app info
ar: مواقع المجتمع، معلومات التطبيق
de: Community-Webseiten, App-Info
es: Sitios web de la comunidad, información de la app
fr: Sites web de la communauté, infos de l'application
hu: Közösségi weboldalak, alkalmazásinformációk
it: Community, informazioni app
ja: コミュニティ、アプリ情報
ko: 커뮤니티 웹사이트, 앱 정보
pt_br: Sites da comunidade, informações do aplicativo
pt_pt: Sites da comunidade, informações do aplicativo
ru: Сайты сообщества, информация о приложении
uk: Вебсайти спільноти, інформація про застосунок
zh_hans: 社区网站、应用信息

# pref_item_other_title
source: Other
ar: آخر
de: Sonstiges
es: Otros
fr: Autre
hu: Egyéb
it: Altro
ja: その他
ko: 기타
pt_br: Outros
pt_pt: Outros
ru: Прочее
uk: Інше
zh_hans: 其它

# pref_item_permission_camera_text
source: Used to scan QR codes
ar: يستخدم لمسح رموز QR
de: Wird zum Scannen von QR-Codes verwendet
es: Usado para escanear códigos QR
fr: Utilisé pour scanner des codes QR
hu: QR kódok beolvasására szolgál
it: Utilizzato per scansionare i codici QR
ja: QR コードのスキャンに使用されます
ko: QR 코드를 스캔하는 데 사용
pt_br: Usado para escanear QR code
pt_pt: Usado para escanear códigos QR
ru: Используется для сканирования QR-кодов
uk: Для сканування QR-кодів
zh_hans: 用于扫描 QR 码

# pref_item_permission_camera_title
source: Camera
ar: آلة تصوير
de: Kamera
es: Cámara
fr: Caméra
hu: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
pt_pt: Câmera
ru: Камера
uk: Камера
zh_hans: 摄像头

# pref_item_permission_local_network_text
source: Used to connect to self-hosted Bitwarden, WebDAV, S3, and SFTP servers on your local network
ar: يُستخدم للاتصال بخوادم Bitwarden وWebDAV وSFTP المستضافة ذاتيًا على شبكتك المحلية
de: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
es: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
fr: Utilisé pour se connecter aux serveurs Bitwarden, WebDAV, et SFTP auto-hébergés sur votre réseau local
hu: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
it: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
ja: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
ko: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
pt_br: Usado para conectar-se a servidores Bitwarden auto-hospedados, WebDAV e SFTP na sua rede local
pt_pt: Utilizado para se ligar a servidores Bitwarden, WebDAV e SFTP hospedados na sua rede local
ru: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
uk: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network
zh_hans: Used to connect to self-hosted Bitwarden, WebDAV, and SFTP servers on your local network

# pref_item_permission_local_network_title
source: Local network
ar: الشبكة المحلية
fr: Réseau local
pt_br: Rede local
pt_pt: Rede local

# pref_item_permission_post_notifications_text
source: Used to post downloading notifications
ar: يستخدم لنشر إشعارات التنزيل
de: Verwendet, um Download-Benachrichtigungen zu posten
es: Usado para mostrar notificaciones de descargas
fr: Permet de publier des notifications de téléchargement
hu: Letöltési értesítések közzétételére használva
it: Utilizzato per postare le notifiche di download
ja: ダウンロード通知の表示に使用されます
ko: 다운로드 중 알림을 게시하는 데 사용
pt_br: Usado para mostrar notificações de download
pt_pt: Usado para mostrar notificações de download
ru: Используется для отправки уведомлений о загрузке
uk: Для показу сповіщень прогресу завантаження файлів
zh_hans: 用于发布下载通知

# pref_item_permission_post_notifications_title
source: Post notifications
ar: نشر الإخطارات
de: Benachrichtigungen
es: Mostrar notificaciones
fr: Publier des notifications
hu: Értesítések közzététele
it: Posticipa notifica
ja: 通知
ko: 알림 게시
pt_br: Enviar notificações
pt_pt: Mostrar notificações
ru: Создание уведомлений
uk: Надсилати сповіщення
zh_hans: 发送通知

# pref_item_permission_write_external_storage_grant
source: Grant write external storage permission
ar: منح إذن الكتابة للتخزين الخارجي
de: Schreibberechtigung für externen Speicher erteilen
es: Conceder permiso de escritura externa
fr: Accorde l'autorisation d'écriture sur le stockage externe
hu: Külső tárhely írási engedélyének megadása
it: Concedi il permesso di scrittura sulla memoria esterna
ja: 外部ストレージの書き込み権限を許可
ko: 외부 저장소에 쓰기 권한 허용
pt_br: Conceder permissão para gravar no armazenamento externo
pt_pt: Conceder permissão de armazenamento externo
ru: Разрешить запись на общий накопитель
uk: Надати дозвіл на запис файлів у зовнішнє сховище
zh_hans: 授予外部存储权限

# pref_item_permission_write_external_storage_text
source: Used to save vault exports to the downloads directory
ar: يستخدم لحفظ صادرات vault إلى دليل التنزيلات
de: Wird verwendet, um Tresorexporte im Download Verzeichnis zu speichern.
es: Utilizado para guardar exportaciones de la caja fuerte en el directorio de descargas
fr: Utilisé pour enregistrer les exportations du coffre-fort vers le répertoire de téléchargements
hu: A széf exportok letöltési könyvtárba mentésére szolgál
it: Utilizzato per salvare le esportazioni della cassaforte nella directory degli scaricamenti
ja: 保管庫のエクスポートをダウンロードディレクトリに保存するために使用されます
ko: 내보낸 보관함을 다운로드 폴더에 저장하는 데 사용
pt_br: Usado para salvar as exportações do cofre no diretório de downloads
pt_pt: Usado para guardar exportações de cofres para o diretório de transferências
ru: Используется для сохранения экспорта хранилища в каталог загрузок
uk: Використовується для запису експорту сховища на диск
zh_hans: 用于将密码库导出保存到下载目录

# pref_item_permission_write_external_storage_title
source: Write external storage
ar: اكتب وحدة تخزين خارجية
de: Externen Speicher schreiben
es: Escribir en el almacenamiento externo
fr: Écrire sur le stockage externe
hu: Külső tárolóra írás
it: Scrivi su memoria esterna
ja: 外部ストレージに書き込む
ko: 외부 저장소에 쓰기
pt_br: Gravar no armazenamento externo
pt_pt: Escrever no armazenamento externo
ru: Запись на общий накопитель
uk: Запис даних на зовнішній накопичувач
zh_hans: 写入外部存储

# pref_item_permissions_title
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
hu: Engedélyek
it: Autorizzazioni
ja: 権限
ko: 권한
pt_br: Permissões
pt_pt: Permissões
ru: Разрешения
uk: Дозволи
zh_hans: 权限
